tap "FelixKratz/formulae"
tap "nikitabobko/tap"

brew "borders"
brew "eza"
brew "fd"
brew "ffmpeg"
brew "fzf"
brew "gh"
brew "git"
brew "gitui"
brew "imagemagick"
brew "jq"
brew "neovim"
brew "poppler"
brew "resvg"
brew "ripgrep"
brew "sevenzip"
brew "sketchybar"
brew "starship"
brew "stow"
brew "tmux"
brew "tree"
brew "tree-sitter-cli"
brew "uv"
brew "watch"
brew "yazi"
brew "zoxide"

cask "alt-tab"
cask "discord"
cask "font-jetbrains-mono-nerd-font"
cask "font-sketchybar-app-font"
cask "font-symbols-only-nerd-font"
cask "ghostty"
cask "google-chrome"
cask "karabiner-elements"
cask "logitech-g-hub"
cask "mactex"
cask "nikitabobko/tap/aerospace"
cask "obsidian"
cask "sf-symbols"
cask "stats"
cask "steam"
cask "telegram"
cask "visual-studio-code"
